Repository: ChrisKappe/WarehouseControlSystem
Catalog: WarehouseControlSystem/WarehouseControlSystem/Resx/AppResources.*.resx
Languages: ru

# BinTemplatesPage_GridColumnBinDescr
source: Bin Description
ru: Описание ячеек

# BinTemplatesPage_GridColumnBinRanking
source: Bin Ranking
ru: Рейтинг ячеек

# BinTemplatesPage_GridColumnBinType
source: Bin Type
ru: Тип ячеек

# BinTemplatesPage_GridColumnCode
source: Code
ru: Код

# BinTemplatesPage_GridColumnLocation
source: Location
ru: Код склада

# BinTemplatesPage_GridColumnMaxCubage
source: Max. Cubage
ru: Макс. объем

# BinTemplatesPage_GridColumnMaxWeight
source: Max. Weight
ru: Макс. вес

# BinTemplatesPage_GridColumnName
source: Name
ru: Название

# BinTemplatesPage_GridColumnWCC
source: Whs. Class Code
ru: Код класса оборудования

# BinTemplatesPage_GridColumnZone
source: Zone
ru: Код зоны

# BinTemplatesPage_MenuNew
source: New
ru: Новый

# BinTemplatesPage_Title
source: Bin Templates
ru: Шаблоны ячеек

# MainMenuAbout
source: About
ru: О программе

# MainMenuBinTemplates
source: Bin Templates
ru: Шаблоны ячеек

# MainMenuBinTypes
source: Bin Types
ru: Типы ячеек

# MainMenuConnections
source: Connection
ru: Подключения

# MainMenuLocations
source: Locations
ru: Склады

# MainMenuLog
source: Log
ru: Лог

# MainMenuParameters
source: Parameters
ru: Параметры

# MainMenuPurchases
source: Features
ru: Возможности

# NewBinTemplatePage_BinTemplate
source: Bin Template
ru: Шаблон ячеек

# NewBinTemplatePage_BinTypeCodeIsEmpty
source: Bin Type Code is empty!
ru: Поле код типа ячеек не заполнено!

# NewBinTemplatePage_ButtonCancel
source: Cancel
ru: Отмена

# NewBinTemplatePage_CodeIsEmpty
source: Code is empty!
ru: Поле Код не заполнено!

# NewBinTemplatePage_FieldBinDescription
source: Bin Description
ru: Описание ячеек

# NewBinTemplatePage_FieldBinTypeCode
source: Bin Type Code
ru: Код типа ячеек

# NewBinTemplatePage_FieldCode
source: Code
ru: Код

# NewBinTemplatePage_FieldDedicated
source: Dedicated
ru: Специальная

# NewBinTemplatePage_FieldLocationCode
source: Location Code
ru: Код склада

# NewBinTemplatePage_FieldMaximumCubage
source: Maximum Cubage
ru: Макс. объем

# NewBinTemplatePage_FieldMaximumWeight
source: Maximum Weight
ru: Макс. вес

# NewBinTemplatePage_FieldName
source: Name
ru: Название

# NewBinTemplatePage_FieldZoneCode
source: Zone Code
ru: Код зоны

# NewBinTemplatePage_LocationCodeIsEmpty
source: Location Code is empty!
ru: Поле Код склада не заполнено!

# NewBinTemplatePage_Title
source: New Bin Template
ru: Новый шаблон ячеек

# NewBinTemplatePage_ZoneCodeIsEmpty
source: Zone Code is empty!
ru: Поле Код Зоны не заполнено!

# NewConnectionPage_Error_ConnectionExist
source: Connection with same name is already exist!
ru: Подключение с таким именем уже существует!

# NewConnectionPage_Error_Name
source: Enter a connection name!
ru: Введите название подключения!

# NewConnectionPage_Title
source: New Microsoft Dynamics NAV Connection
ru: Новое подключение к Microsoft Dynamics NAV

# StateContainer_StateError_Header
source: Error
ru: Ошибка

# StateContainer_StateNoInternet_Error
source: No Connection To Microsoft Dynamics NAV
ru: Нет подключения к Microsoft Dynamics NAV

# ConnectionsPage_ColumnConnected
source: Connected
ru: Подключен

# ConnectionsPage_ColumnDomen
source: Domen
ru: Домент

# ConnectionsPage_ColumnLink
source: Link
ru: URL

# ConnectionsPage_ColumnName
source: Name
ru: Название

# ConnectionsPage_ColumnUser
source: User
ru: Пользователь

# ConnectionsPage_ColumnVerified
source: Verified
ru: Проверен

# ConnectionsPage_SwipRightButton
source: Delete
ru: Удалить

# ConnectionsPage_Title
source: Connections to Microsoft Dynamics NAV
ru: Подключения к Microsoft Dynamics NAV

# NewConnectionPage_ButtonCancel
source: Cancel
ru: Отмена

# NewConnectionPage_ButtonSave
source: Save
ru: Сохранить

# NewConnectionPage_ButtonTest
source: Test
ru: Тест

# NewConnectionPage_FieldDomen
source: Domen
ru: Домен

# NewConnectionPage_FieldName
source: Name
ru: Название

# NewConnectionPage_FieldPassword
source: Password
ru: Пароль

# NewConnectionPage_FieldUser
source: User
ru: Пользователь

# ParametersPage_Section_Localization_Title
source: Localization
ru: Локализация

# ParametersPage_Section_Location_DefaultLocation
source: Default Location
ru: Склад по умолчанию

# ParametersPage_Section_Location_Title
source: Location
ru: Склад

# ParametersPage_Section_RackCreation_DCQ
source: Default sections quantity
ru: Кол-во секций по умол.

# ParametersPage_Section_RackCreation_DD
source: Default depth
ru: Глубина по умолч.

# ParametersPage_Section_RackCreation_DLQ
source: Default levels quantity
ru: Кол-во уровней по умол.

# ParametersPage_Section_RackCreation_Title
source: Rack creation
ru: Создание стоек

# ParametersPage_Section_Scheme_Blocked
source: Block Scheme
ru: Блокировка

# ParametersPage_Section_Scheme_Blocked_Comment
source: Block movements on location and zone scheme
ru: Блокировать передвижение элементов на схеме

# ParametersPage_Section_Scheme_Title
source: Scheme
ru: Схема

# ParametersPage_Section_ZoneCreation_DZPH
source: Default Zone Plan Height
ru: Высота плана зоны

# ParametersPage_Section_ZoneCreation_DZPW
source: Default Zone Plan Width
ru: Ширина плана зоны

# ParametersPage_Section_ZoneCreation_Title
source: Zone Creation
ru: Создание зон склада

# ParametersPage_Title
source: Options
ru: Параметры

# GlobalButtonCancel
source: Cancel
ru: Отмена

# LocationFieldParamsPage_Title
source: Location Scheme Parameters
ru: Параметры схемы склада

# LocationListPage_FieldBinMandatory
source: Bin Mandatory
ru: Ячейка обязательна

# LocationListPage_FieldCode
source: Code
ru: Код

# LocationListPage_FieldName
source: Name
ru: Название

# LocationListPage_FieldRequirePick
source: Require Pick
ru: Требуется подбор

# LocationListPage_FieldRequirePutaway
source: Require Putaway
ru: Требуется размещение

# LocationListPage_FieldRequireReceive
source: Require Receive
ru: Требуется приемка

# LocationListPage_FieldRequireShipment
source: Require Shipment
ru: Требуется отгрузка

# LocationListPage_SwipButton_Delete
source: Delete
ru: Удалить

# LocationListPage_Title
source: Location List
ru: Список складов

# LocationNewPage_FieldBinMandatory
source: Bin Mandatory
ru: Ячейка обязательна

# LocationNewPage_FieldCode
source: Code
ru: Код

# LocationNewPage_FieldName
source: Name
ru: Название

# LocationNewPage_FieldRequirePick
source: Require Pick
ru: Требуется подбор

# LocationNewPage_FieldRequirePutaway
source: Require Putaway
ru: Требуется размещение

# LocationNewPage_FieldRequireReceive
source: Require Receive
ru: Требуется приемка

# LocationNewPage_FieldRequireShipment
source: Require Shipment
ru: Требуется отгрузка

# LocationNewPage_Title
source: New Location
ru: Новый склад

# ZonesSchemePage_Menu_SchemeParams
source: Scheme Parameters
ru: Параметры схемы

# ZonesSchemePage_Request_Cancel
source: Cancel
ru: Отмена

# ZonesSchemePage_Request_Delete
source: Delete?
ru: Удалить?

# ZonesSchemePage_Request_Ok
source: OK
ru: ОК

# ZonesSchemePage_StateMessageNoData
source: Zones not found!
ru: Зоны склада не найдены!

# ZonesSchemePage_Title
source: Location |
ru: Cклады |

# LogEntryViewPage_Message
source: Message
ru: Сообщение

# LogEntryViewPage_StackTrace
source: StackTrace
ru: Стек вызова

# LogEntryViewPage_Title
source: Log Entry Detail
ru: Подробности

# LogPage_FieldMessage
source: Message
ru: Описание

# LogPage_FieldMoment
source: Time
ru: Время

# LogPage_FieldType
source: Type
ru: Тип

# LogPage_Title
source: Log
ru: Лог

# NewZonePage_ButtonCancel
source: Cancel
ru: Отмена

# NewZonePage_FieldCode
source: Code
ru: Код

# NewZonePage_FieldColor
source: Color
ru: Цвет

# NewZonePage_FieldName
source: Name
ru: Описание

# NewZonePage_Title
source: Add new zone |
ru: New zone

# RackListPage_FieldDepth
source: Depth
ru: Глубина

# RackListPage_FieldLevels
source: Levels
ru: Уровни

# RackListPage_FieldNo
source: No
ru: Номер

# RackListPage_FieldSections
source: Sections
ru: Секции

# RackListPage_SwipButton_Delete
source: Delete
ru: Удалить

# RackListPage_Title
source: Rack List
ru: Список стоек

# RackNewPage_ButtonsBlock
source: Block
ru: Блокировать

# RackNewPage_ButtonsCancel
source: Cancel
ru: Отмена

# RackNewPage_ButtonsCombine
source: Combine
ru: Совместить

# RackNewPage_ButtonsCreate
source: Create
ru: Создать

# RackNewPage_ButtonsDelete
source: Delete
ru: Удалить

# RackNewPage_ButtonsOK
source: OK
ru: ОК

# RackNewPage_ButtonsSyncNAV
source: Sync NAV
ru: Синхр. NAV

# RackNewPage_Depth
source: Depth
ru: Глубина

# RackNewPage_InversNumebringLevels
source: Invert. num. levels
ru: Инверт. нумер. уровней

# RackNewPage_InversNumebringSections
source: Invert. num. sections
ru: Инверт. нумер. секций

# RackNewPage_Levels
source: Levels
ru: Уровни

# RackNewPage_Menu_ApplyTemplate
source: Apply Template
ru: Применить шаблон

# RackNewPage_Menu_FieldParameters
source: Parameters
ru: Параметры

# RackNewPage_Menu_SaveAsTemplate
source: Save As Template
ru: Сохранить как шаблон

# RackNewPage_Orientation
source: Orientation
ru: Ориентация

# RackNewPage_OrientationRackHL
source: Horizontal Left
ru: Горизонтальная слева

# RackNewPage_OrientationRackHR
source: Horizontal Right
ru: Горизонтальная справа

# RackNewPage_OrientationRackVD
source: Vertical Down
ru: Вертикальная снизу

# RackNewPage_OrientationRackVU
source: Vertical Up
ru: Вертикальная сверху

# RackNewPage_RackNo
source: No
ru: Код стеллажа

# RackNewPage_Sections
source: Sections
ru: Секции

# RackNewPage_StartLevelsNumbering
source: Start Levels Numbering
ru: Немерация уровней с

# RackNewPage_StartSectionNumbering
source: Start Sections Numbering
ru: Нумерация секций с

# RackNewPage_Title
source: New Rack
ru: Новый стеллаж

# RackTemplate_FieldBinsQuanity
source: Bins Quanity
ru: Кол-во ячеек

# RackTemplate_FieldCode
source: Code
ru: Код

# RackTemplate_FieldDepth
source: Depth
ru: Глубина

# RackTemplate_FieldLevels
source: Levels
ru: Уровни

# RackTemplate_FieldOrientation
source: Orientation
ru: Ориентация

# RackTemplate_FieldSections
source: Sections
ru: Секции

# RackTemplate_SwipButtonDelete
source: Delete
ru: Удалить

# RackTemplate_Title
source: Rack Templates
ru: Шаблоны стоек

# ZoneFieldParamsPage_Height
source: Height
ru: Высота

# ZoneFieldParamsPage_Title
source: Zone Scheme Parameters
ru: Параметра схемы зоны

# ZoneFieldParamsPage_Width
source: Width
ru: Ширина

# ZoneSchemePage_MenuCreateBinTemplate
source: Create Bin Template
ru: Создать шаблон ячеек

# ZoneSchemePage_MenuCreateRack
source: Create Rack
ru: Создать стойку

# ZoneSchemePage_MenuDeleteRack
source: Delete Rack
ru: Удалить стойку

# ZoneSchemePage_MenuZoneSchemeParameters
source: Zone Scheme Parameters
ru: Параметры схемы зоны

# ZoneSchemePage_RequestDelete
source: Delete?
ru: Удалить?

# ZoneSchemePage_Title
source: Location
ru: Склад

# FindPage_Button
source: Scan
ru: Скан

# FindPage_Title
source: Search
ru: Поиск

# RackTemplate_FieldName
source: Name
ru: Название

# RackNewPage_Error_RackNo
source: Rack already exist!
ru: Стелаж с таким номеров уже существует!

# RackTemplate_FieldBinTemplateCode
source: Bin Template Code
ru: Код шаблона ячеек

# RacksViewPage_Title
source: Racks
ru: Стеллажи зоны

# NewZonePage_Color_Blue
source: Blue
ru: Синий

# NewZonePage_Color_BlueLight
source: Blue Light
ru: Синий светлый

# NewZonePage_Color_Green
source: Green
ru: Зеленый

# NewZonePage_Color_Green_Light
source: Green Light
ru: Зеленый светлый

# NewZonePage_Color_Red
source: Red
ru: Красный

# NewZonePage_Color_RedLight
source: Red Light
ru: Красный светлый

# AboutPage_Title
source: About
ru: О программе

# ZonesSchemePage_Menu_EditZone
source: Edit
ru: Изменить

# NewZonePage_EditModeTitle
source: Edit zone
ru: Изменить зону

# ContactPage_CancelButton
source: Cancel
ru: Отмена

# ContactPage_Message
source: Message
ru: Сообщение

# ContactPage_Name
source: Name
ru: Имя

# ContactPage_SendTest
source: Send
ru: Отправить

# ContactPage_Title
source: Contact
ru: Контакт

# ContactPage_Type
source: Type
ru: Тип

# MainMenuContact
source: Contact
ru: Контакты

# MainMenuHome
source: Home
ru: Начало

# AboutPage_Contact
source: Contact
ru: Контакты

# AboutPage_ProjectSite
source: Project site
ru: Сайт проекта

# AboutPage_SendMessage
source: Send Message
ru: Отправить сообщение

# LocationNewPage_CancelButton
source: Cancel
ru: Отмена

# LocationsSchemePage_Menu_EditLocation
source: Edit
ru: Изменить

# LocationsSchemePage_Menu_SchemeParams
source: Scheme Parameters
ru: Параметры схемы складов

# LocationsSchemePage_Request_Cancel
source: Cancel
ru: Отмена

# LocationsSchemePage_Request_Delete
source: Delete ?
ru: Удалить?

# LocationsSchemePage_StateMessageNoData
source: Locations not found!
ru: Склады не найдены!

# LocationsSchemePage_Title
source: Locations
ru: Склады

# NewZonePage_CodeAlreadyExist
source: Zone already exist!
ru: Зона с данным кодом уже существует!

# LocationNewPage_CodeAlreadyExist
source: Location already exist!
ru: Склад с данным кодом уже существует!

# LocationNewPage_Color
source: Color
ru: Цвет

# LocationsFieldParamsPage_Title
source: Locations Scheme Parameters
ru: Параметры схемы

# PurchasesPage_Title
source: Purchases
ru: Покупки

# BinContentPage_ColumnBinCode
source: Bin Code
ru: Код ячейки

# BinContentPage_ColumnBinType
source: Bin Type
ru: Тип ячейки

# BinContentPage_ColumnBlockMovement
source: Block Movement
ru: Блокировка

# BinContentPage_ColumnDescription
source: Description
ru: Описание

# BinContentPage_ColumnItemNo
source: Item No.
ru: Номер товара

# BinContentPage_ColumnLocationCode
source: Location Code
ru: Код склада

# BinContentPage_ColumnNegAdjmtQty
source: Neg. Adjmt. Qty.
ru: Расход кол-во

# BinContentPage_ColumnPickQty
source: Pick Qty
ru: Кол-во для подбора

# BinContentPage_ColumnPosAdjmtQty
source: Pos. Adjmt. Qty.
ru: Приход кол-во

# BinContentPage_ColumnPutawayQty
source: Putaway Qty.
ru: Размещ. кол-во

# BinContentPage_ColumnQuantity
source: Quantity
ru: Количество

# BinContentPage_ColumnQuantityBase
source: Quantity Base
ru: Кол-во (баз.)

# BinContentPage_ColumnUnitofMeasureCode
source: Unit of Measure Code
ru: Код единицы измерения

# BinContentPage_ColumnVariantCode
source: Variant Code
ru: Код варианта

# BinContentPage_ColumnZoneCode
source: Zone Code
ru: Код зоны

# BinContentPage_Title
source: Bin Content
ru: Содержимое ячеек

# WarehouseEntriesPage_ColumnBinCode
source: Bin Code
ru: Код ячейки

# WarehouseEntriesPage_ColumnDescription
source: Description
ru: Описание

# WarehouseEntriesPage_ColumnEntryType
source: Entry Type
ru: Тип операции

# WarehouseEntriesPage_ColumnItemNo
source: Item No.
ru: Номер товара

# WarehouseEntriesPage_ColumnLocationCode
source: Location Code
ru: Код склада

# WarehouseEntriesPage_ColumnQuantity
source: Quantity
ru: Кол-во

# WarehouseEntriesPage_ColumnQuantityBase
source: Quantity Base
ru: Кол-во (баз.)

# WarehouseEntriesPage_ColumnRegisteringDate
source: Registering Date
ru: Дата регистрации

# WarehouseEntriesPage_ColumnSourceNo
source: Source No
ru: Номер документа

# WarehouseEntriesPage_ColumnUnitofMeasureCode
source: Unit of Measure Code
ru: Код единицы измерения

# WarehouseEntriesPage_ColumnVariantCode
source: Variant Code
ru: Код варианта

# WarehouseEntriesPage_ColumnWarrantyDate
source: Warranty Date
ru: Гарантийная дата

# WarehouseEntriesPage_ColumnZoneCode
source: Zone Code
ru: Код зоны

# WarehouseEntriesPage_Title
source: Warehouse Entries
ru: Операции склада

# NewConnectionPage_FieldCompany
source: Company
ru: Компания

# NewConnectionPage_FieldInstance
source: Instance
ru: Инстанс

# NewConnectionPage_FieldPort
source: Port
ru: Порт

# NewConnectionPage_FieldServer
source: Server
ru: Сервер

# NewConnectionPage_FieldVerified
source: Verified
ru: Проверен

# NewConnectionPage_TestBinPage
source: Bins
ru: Ячейки

# NewConnectionPage_TestBinTemplatePage
source: Bin Templates
ru: Шаблоны ячеек

# NewConnectionPage_TestErrorButton
source: Error
ru: Ошибка

# NewConnectionPage_TestLocationsPage
source: Locations
ru: Склады

# NewConnectionPage_TestRackPage
source: Racks
ru: Стелажи

# NewConnectionPage_TestZonesPage
source: Zones
ru: Зоны

# BinTemplatesPage_MenuDelete
source: Delete
ru: Удалить

# BinTemplatesPage_MenuEdit
source: Edit
ru: Изменить

# BinTemplatesPage_RequestDelete
source: Delete Bin Template?
ru: Удалить шаблон ячеек?

# NewConnectionPage_TestBinContentPage
source: Test Bin Content
ru: Тест Содержимое ячеек

# NewConnectionPage_TestBinTypePage
source: Test Bin Type
ru: Тест Тип ячеек

# NewConnectionPage_TestItemIdentifierPage
source: Test Item Identifiers
ru: Тест Идентификаторов товара

# NewConnectionPage_TestItemLedgerEntryPage
source: Test Item Ledger Entry
ru: Тест Товарных операций

# NewConnectionPage_TestWarehouseClassPage
source: Test Warehouse Class
ru: Тест Класс склада

# NewConnectionPage_TestWarehouseEntryPage
source: Test Warehouse Entry
ru: Тест Складских операций

# ItemLedgerEntriesPage_ColumnDescription
source: Description
ru: Описание

# ItemLedgerEntriesPage_ColumnDocumentNo
source: Document No.
ru: Номер документа

# ItemLedgerEntriesPage_ColumnEntryNo
source: Entry No.
ru: Номер операции

# ItemLedgerEntriesPage_ColumnEntryType
source: Entry Type
ru: Тип операции

# ItemLedgerEntriesPage_ColumnItemNo
source: Item No.
ru: Номер товара

# ItemLedgerEntriesPage_ColumnLocationCode
source: Location Code
ru: Код склада

# ItemLedgerEntriesPage_ColumnOpen
source: Open
ru: Открыта

# ItemLedgerEntriesPage_ColumnPostingDate
source: Posting Date
ru: Дата учета

# ItemLedgerEntriesPage_ColumnQuantity
source: Quantity
ru: Количество

# ItemLedgerEntriesPage_ColumnRemainingQuantity
source: Remaining Quantity
ru: Остаток кол-во

# ItemLedgerEntriesPage_ColumnReservedQuantity
source: Reserved Quantity
ru: Резерв. кол-во

# ItemLedgerEntriesPage_ColumnUnitofMeasureCode
source: Unit of Measure Code
ru: Код единицы измерения

# ItemLedgerEntriesPage_ColumnVariantCode
source: Variant Code
ru: Код варианта

# ItemLedgerEntriesPage_Title
source: Item Ledger Entries
ru: Товарные операции

# LocationListPage_FieldAddress
source: Address
ru: Адрес

# LocationListPage_FieldBinQuantity
source: Bins
ru: Ячейки

# LocationListPage_FieldSchemeVisible
source: Visible
ru: Показывать

# LocationListPage_FieldZoneQuantity
source: Zones
ru: Зоны

# LocationNewPage_FieldAddress
source: Address
ru: Адрес

# LocationNewPage_FieldSchemeVisible
source: Visible
ru: Показывать

# ZoneListPage_ColumnBinQuantity
source: Bin Quantity
ru: Кол-во ячеек

# ZoneListPage_ColumnCode
source: Code
ru: Код

# ZoneListPage_ColumnDescription
source: Description
ru: Описание

# ZoneListPage_ColumnRackQuantity
source: Rack Quantity
ru: Кол-во стеллажей

# ZoneListPage_ColumnSchemeVisible
source: Visible
ru: Показывать

# ZoneListPage_Title
source: Zones
ru: Зоны склада

# NewZonePage_FieldSchemeVisible
source: Visible
ru: Показывать

# RackSchemePage_StateMessageNoData
source: Racks not found!
ru: Стеллажи не найдены!

# ZonesSchemePage_StateNoData
source: Zones not found!
ru: Зоны не найдены!

# RackSchemePage_Title
source: Zone
ru: Зона

# ParametersPage_Section_LocationCreation_DLPH
source: Def. Plan Height
ru: Высота плана склада

# ParametersPage_Section_LocationCreation_DLPW
source: Def. Plan Width
ru: Ширина плана склада

# RackNewPage_CreateBin
source: Create Bins
ru: Ячейки

# RackNewPage_LevelDepthSeparator
source: Level-Depth Separator
ru: Уровень-Глубина Разделитель

# RackNewPage_RackSectionSeparator
source: Rack-Section Separator
ru: Стеллаж-Секция Разделитель

# RackNewPage_SectionLevelSeparator
source: Section-Level Separator
ru: Секция-Уровень Разделитель

# RackNewPage_CodeAlreadyExist
source: Rack already exist!
ru: Стеллаж уже создан!

# BinEditView_FieldAdjustmentBin
source: Adjustment Bin
ru: Ячейка коррекции

# BinEditView_FieldBinContent
source: Bin Content
ru: Содержимое

# BinEditView_FieldBinRanking
source: Bin Ranking
ru: Рейтинг ячейки

# BinEditView_FieldBinType
source: Bin Type
ru: Тип ячейки

# BinEditView_FieldDefault
source: Default
ru: По умолчанию

# BinEditView_FieldMaximumCubage
source: Maximum Cubage
ru: Макс. объем

# BinEditView_FieldMaximumWeight
source: Maximum Weight
ru: Макс. вес

# BinEditView_FieldNoSize
source: No Size
ru: Без размерная

# RackSplitPage_Field1_Rack
source: Rack
ru: Стеллаж

# RackSplitPage_Field1_Zone
source: Zone
ru: Зона

# RackSplitPage_Field2_Rack
source: Rack
ru: Стеллаж

# RackSplitPage_Field2_Zone
source: Zone
ru: Зона

# RackSplitPage_Title
source: Racks
ru: Стеллажи

# BinTemplatesPage_GridColumnSEC
source: Special Equipment Code
ru: Код оборудования

# Error_LoadLocation
source: Load Locations Error!
ru: Ошибка загрузки складов!

# Error_LoadLocationList
source: Load Location List Error!
ru: Ошибка загрузки списка складов!

# Error_LoadRacks
source: Load Racks Error!
ru: Ошибка загрузки стеллажей!

# Error_LoadRacksList
source: Load Rack List Error!
ru: Ошибка загрузки списка стеллажей!

# Error_LoadZones
source: Load Zones Error!
ru: Ошибка загрузки зон склада!

# Error_LoadBinTemplates
source: Load Bin Templates Error!
ru: Ошибка загрузки шаблонов ячеек!

# RackListPage_FieldComment
source: Comment
ru: Комментарий

# BinEditView_FieldSpecialEquipment
source: Special Equipment
ru: Код оборудования

# BinEditView_FieldWarehouseClass
source: Warehouse Class
ru: Класс склада

# NewConnectionPage_Test
source: Test
ru: Тест подключения

# RackNewPage_IncludeIn
source: Add to
ru: Добавить в

# LocationView_EditMode1
source: Move
ru: Передвижение

# LocationView_EditMode2
source: Resize
ru: Размеры

# ZoneView_EditMode1
source: Move
ru: Передвижение

# ZoneView_EditMode2
source: Resize
ru: Размеры

# ConnectionsPage_Menu_Copy
source: Copy
ru: Копия

# ConnectionsPage_Menu_Delete
source: Delete
ru: Удалить

# ConnectionsPage_Menu_Edit
source: Edit
ru: Изменить

# ConnectionsPage_Menu_New
source: New
ru: Создать

# StateContainer_CancelChanges
source: Cancel Changes
ru: Отменить изменения

# NewConnectionPage_FieldComment
source: Comment
ru: Коментарий

# NewConnectionPage_FieldCodeunit
source: Web-service codeunit
ru: Веб-сервис

# AboutPage_LocalPath
source: Local path
ru: Расположение программы

# NewZonePage_CreateButton
source: Create
ru: Создать

# NewZonePage_CancelButton
source: Cancel
ru: Отменить

# RackNewPage_LoadingProgressBin
source: Creating new bin
ru: Создание новой ячейки

# RackNewPage_LoadingProgressRack
source: Creating new rack
ru: Создание нового стеллажа

# NewZonePage_FieldLocationCode
source: Location
ru: Склад

# NewZonePage_CancelChangesButton
source: Cancel Changes
ru: Отменить изменения

# LocationsSchemePage_Toolbar_Delete
source: Delete
ru: Удалить

# LocationsSchemePage_Toolbar_Edit
source: Edit
ru: Изменить

# LocationsSchemePage_Toolbar_List
source: List
ru: Склады

# LocationsSchemePage_Toolbar_Mode
source: Mode
ru: Схема

# LocationsSchemePage_Toolbar_New
source: New
ru: Создать

# LocationsSchemePage_Toolbar_Scheme
source: Scheme
ru: Схема

# LocationsSchemePage_Toolbar_Search
source: Search
ru: Поиск

# StateContainer_Error
source: Error
ru: Ошибка

# StateContainer_Warning
source: Warning
ru: Внимание

# RacksFieldParamsPage_Title
source: Rack Field Parameters
ru: Параметры схемы стеллажей

# RackListPage_FieldSchemeVisible
source: Visible
ru: Показывать

# ConnectionsPage_ColumnServer
source: Server
ru: Сервер

# Colors_Gray1
source: Gray 1
ru: Серый 1

# Colors_Gray2
source: Gray 2
ru: Серый 2

# Colors_Gray3
source: Gray 3
ru: Серый 3

# NewConnectionPage_Test_NotAvailable
source: Microsoft Dynamics NAV not available!
ru: Microsoft Dynamics NAV не доступен!

# LocationNewPage_CancelChangesButton
source: Cancel Changes
ru: Отменить изменения

# RackNewPage_StepSectionNumbering
source: Step Section Numbering
ru: Шаг нумерации секций

# BinEditView_FieldEntries
source: Entries
ru: Операции

# WarehouseEntriesPage_ColumnEntryNo
source: Entry No.
ru: Операция Но.
