Repository: ChrisKappe/WarehouseControlSystem
Catalog: WarehouseControlSystem/WarehouseControlSystem/Resx/AppResources.*.resx
Languages: ru

# RackNewPage_CreateNewTemplate
source: New Bin Template
ru: Создать новый шаблон

# RackNewPage_Error_BinTemplateIsNeeded
source: Bin Template is needed!
ru: Необходимо выбрать шаблон ячеек!

# RackNewPage_Error_NoNeeded
source: Rack No is needed!
ru: Необходимо задать код стеллажа!

# RackNewPage_OrientationUndefined
source: Undefined
ru: Не задана

# RackNewPage_Error_RackOrientationNeeded
source: Rack orentation is undefined
ru: Ориентация стеллажа не определена!

# NewZonePage_FieldBinTypeCode
source: Bin Type Code
ru: Тип ячеек

# RackCardPage_RackNo
source: Rack No
ru: Номер

# RackCardPage_Title
source: Rack
ru: Стеллаж

# RackNewPage_Conflict
source: Conflict Resolution
ru: Разрешение конфликтов

# RackNewPage_ConflictBins
source: Modify Exist Bins and add to this Rack
ru: Изменить сущ. ячейки и добавить в данный стеллаж

# RackNewPage_ConflictRack
source: Modify Exist Rack
ru: Изменить сущ. стеллаж

# ParametersPage_Section_BinsCreation_LD
source: Level-Depth Separator
ru: Разделитель уровень-голубина

# ParametersPage_Section_BinsCreation_RS
source: Rack-Section Separator
ru: Разделитель стеллаж-секция

# ParametersPage_Section_BinsCreation_SL
source: Section-Level Separator
ru: Разделитель секция-уровень

# ParametersPage_Section_BinsCreation_Title
source: Bins
ru: Ячейки

# RackNewPage_Error_BinAlreadyExist
source: Bin Already Exist!
ru: Ячейка уже существует!

# RackNewPage_Error_RackAlreadyExist
source: Rack Already Exist!
ru: Стеллаж уже существует!

# RackCardPage_Toolbar_Search
source: Search
ru: Поиск

# BinInfoPanelRackCard_BinCode
source: Bin
ru: Ячейка

# BinInfoPanelRackCard_BinContent
source: Bin Content
ru: Содержимое

# BinInfoPanelRackCard_Commands
source: Commands
ru: Команды

# BinInfoPanelRackCard_Content
source: Content
ru: Содержимое

# BinInfoPanelRackCard_Entries
source: Entries
ru: Операции

# RackCardPage_LoadingText
source: Loading
ru: Загрузка

# RackCardPage_Error_BinDidNotSelect
source: Select bin
ru: Выберите ячейку!

# RackNewPage_LoadingProgressModifyBin
source: Modify
ru: Изменение существующей ячейки

# FindPage_Finded
source: finded
ru: найдено

# FindPage_Request
source: Request:
ru: Запрос:

# FindPage_RequestLengthError
source: Request must be longer 4 symbols!
ru: Запрос должен быть длиннее 4 символов!

# FindPage_Reset
source: Reset
ru: Сбросить

# FindPage_Search
source: Search
ru: Поиск

# LocationsSchemePage_Toolbar_UDSF
source: Functions
ru: Функции

# WellcomePage_About
source: About
ru: О программе

# WellcomePage_AddLocation
source: + Location
ru: + Склад

# WellcomePage_AddRack
source: + Rack/Bins
ru: + Ячейки

# WellcomePage_AddZone
source: + Zone
ru: + Зоны

# WellcomePage_Connections
source: Connections
ru: Подключения

# WellcomePage_Locations
source: Locations
ru: Склады

# WellcomePage_Options
source: Options
ru: Параметры

# RackCardPage_Search_Bins
source: bins
ru: ячеек

# RackCardPage_Search_Finded
source: finded
ru: найдено

# NewZonePage_Title_Edit
source: Edit zone |
ru: Изменить зону |

# NewZonePage_Color_White
source: White
ru: Белый

# BinInfoPanelRackCard_Functions
source: Functions
ru: Функции
